{
  "generator.skyblockbuilder.skyblock": "CaveStone",

  "itemGroup.cavestone.cavestone": "CaveStone",

  "entity.cavestone.stonemason": "Steinmetz",
  "entity.cavestone.florist": "Florist",

  "cavestone.sign.built_by": "Gebaut von",
  "cavestone.sign.create_team": "Erstelle ein Team",
  "cavestone.sign.the_cave": "Die Höhle",
  "cavestone.sign.welcome": "Willkommen bei",
  "cavestone.sign.trading": "Handeln?",
  "cavestone.sign.this_way": "Hier entlang!",

  "cavestone.book.strange_text0": "Komisches Buch",
  "cavestone.book.strange_text1": "\n\nTief unter der Oberfläche dessen, was einst als Überwelt bekannt war, beginnt deine endlose Reise. Meistere deinen Weg durch die Höhlen und besiege ihre rücksichtslosen Bewohner! Baue deine",
  "cavestone.book.strange_text2": "Maschinen auf, und eines Tages wirst du der ultimative Herrscher über dieses verlassene Königreich sein. Aber im Moment ist das Wichtigste: ",
  "cavestone.book.strange_text3": "Überleben.",
  "cavestone.book.strange_text4": "\n\n*Es scheint, als ob es früher mehr Seiten gab, aber das ist alles.*",

  "cavestone.templates.default": "CaveStone",
  "cavestone.templates.default.desc": "Der Standard-Startraum CaveStone",
  "cavestone.templates.easy": "CaveStone mit Lagerfeuer (leicht)",
  "cavestone.templates.easy.desc": "Der Standard-Startraum mit einem zusätzlichen Lagerfeuer",
  "cavestone.templates.easiest": "CaveStone mit Pflanzen (am leichtesten)",
  "cavestone.templates.easiest.desc": "Der Standard-Startraum mit einem zusätzlichen Lagerfeuer und ein paar Pflanzen",

  "cavestone.cave_spreads.map": "Höhlenkarte",
  "cavestone.fortress.map": "Karte einer Festung",
  "cavestone.ruined_portal.map": "Karte eines Zerstörten Portals",
  "cavestone.starting_item.pickaxe": "Die stärkste Holzspitzhacke",

  "cavestone.quests.tutorial.line0": "Willkommen in der Welt der Steine. Wenn du es noch nicht getan hast, kannst du dein eigenes Team erstellen, indem du (standardmäßig) L drückst, oder den Befehl \"/skyblock gui\" nutzt.",
  "cavestone.quests.tutorial.line1": "Sobald du ein Team hast, kannst du mit den Quests beginnen!",
  "cavestone.quests.tutorial.line2": "Diese Quests bieten einen grundlegenden Überblick darüber, was du tun kannst und wie du einige Dinge tun kannst.",
  "cavestone.quests.tutorial.line3": "Einige Dinge, die in Vanilla normal sind, werden hier anders sein. Es gibt einige knifflige Wege, um Gegenstände zu bekommen und Aufgaben zu erfüllen.",
  "cavestone.quests.tutorial.line4": "Ich wünsche dir viel Spaß beim Spielen des Packs! Bitte melde alle Probleme auf GitHub (siehe Projektseite), oder betritt meinen Discord.",
  "cavestone.quests.tutorial.line5": "Für weitere Vorschläge kannst du auch GitHub oder meinen Discord-Server besuchen!",

  "cavestone.quests.main.root": "Ein neues Abenteuer beginnt!",
  "cavestone.quests.main.root.desc": "Baue deinen ersten Bruchstein in einer grenzenlosen Welt aus Stein ab",
  "cavestone.quests.main.root.explanation": "Mit dem Abbau deines ersten Bruchsteins beginnst du dein Abenteuer so richtig. Hinweis zum Rucksack: du kannst ihn färben und mit anderen Rucksäcken kombinieren. Einfach mit einem Rucksack auf einen anderen rechtsklicken.",
  "cavestone.quests.main.locate_cavestone_cave": "Die Höhle entdecken",
  "cavestone.quests.main.locate_cavestone_cave.desc": "Finde eine Höhle, in der Wasser fließt und Schätze versteckt sind",
  "cavestone.quests.main.locate_cavestone_cave.explanation": "Rund um deine Höhle gibt es einige Höhlen, in denen du verschiedene Sachen findest, auch Wasser. Erkunde eine dieser Höhlen, vielleicht findest du etwas Gutes.",
  "cavestone.quests.main.locate_ruined_portal": "Eine verborgene Welt ruft",
  "cavestone.quests.main.locate_ruined_portal.desc": "Könnte der Nether ein besserer Ort sein?",
  "cavestone.quests.main.locate_ruined_portal.explanation": "Die normale Welt besteht komplett aus Stein. Wie sieht es mit dem Nether aus? Finde es doch heraus sobald du einen Eingang findest! Nutze die beigelegte Karte.",
  "cavestone.quests.main.entered_nether": "Wir müssen noch tiefer",
  "cavestone.quests.main.entered_nether.desc": "Wage dich tief in den Nether, wo Gefahr und Belohnung auf dich warten",
  "cavestone.quests.main.entered_nether.explanation": "Du hast es in den Nether geschafft, herzlichen Glückwunsch! Viel Spaß beim Verbrennen.",
  "cavestone.quests.main.locate_stronghold": "Warte... Das existiert?",
  "cavestone.quests.main.locate_stronghold.desc": "Entdecke, dass Hochburgen auch in dieser Welt generieren",
  "cavestone.quests.main.locate_stronghold.explanation": "Besuche Hochburgen, um das Ende zu betreten. Wo? Na, wie benutzt man Enderaugen?",
  "cavestone.quests.main.hammer": "Es ist eine Hammer Zeit!",
  "cavestone.quests.main.hammer.desc": "Erwerbe einen Hammer, um effizienter abzubauen",
  "cavestone.quests.main.hammer.explanation": "Ein Hammer kann eine Fläche von 3x3 abbauen, mit bestimmten Verzauberungen sogar 3x3x3. Hol dir einen, geht schneller als mit der Spitzhacke.",
  "cavestone.quests.main.storage_network": "Wir sind verbunden",
  "cavestone.quests.main.storage_network.desc": "Baue ein einfaches Lagernetzwerk, um deine Kisten zu verbinden",
  "cavestone.quests.main.storage_network.explanation": "Ein Lagersystem ist immer eine gute Idee. Du kannst alle Items an einer Stelle sehen und musst auch nicht immer wieder alle Kisten durchsuchen, sondern gibst einfach in der Suchleiste ein, wonach du suchst.",
  "cavestone.quests.main.locate_ancient_city": "Alt, aber gut",
  "cavestone.quests.main.locate_ancient_city.desc": "Erkunde eine alte Stadt voller Relikte und Geheimnisse...",
  "cavestone.quests.main.locate_ancient_city.explanation": "Sehr verborgen und doch existent. Eine Antike Stadt gibt es, aber sie ist ziemlich verborgen. Viel Glück, sie zu finden!",
  "cavestone.quests.main.locate_all_caves": "Erkunde alle Höhlen",
  "cavestone.quests.main.locate_all_caves.desc": "Finde alle Höhlen mit verschiedenen Arten von Ressourcen",
  "cavestone.quests.main.locate_all_caves.explanation": "Du hast doch eine Karte mit allen Höhlen bekommen. Nutze sie und besuche sie alle!",
  "cavestone.quests.main.suspicious_brush": "Seltsam, nicht wahr?",
  "cavestone.quests.main.suspicious_brush.desc": "Seltsamer Kies in der Luft, feg ihn fort, findest Bestien dort",
  "cavestone.quests.main.suspicious_brush.explanation": "Seltsamer Kies scheint wohl Knochen von Tieren offenzulegen. Hier hast du einen Antiken Pinsel. Du solltest ihn aber lieber gegen einen neuen austauschen sobald du es dir leisten kannst.",
  "cavestone.quests.main.snow": "Eiskalt",
  "cavestone.quests.main.snow.desc": "Bitte, schließ die Tür, es gefriert",
  "cavestone.quests.main.snow.explanation": "Der Kühlschrank ist wohl so kalt, dass wenn du die Tür offen lässt, sich Schnee davor bildet. Was für eine Stromverschwendung!",
  "cavestone.quests.main.turtles": "Teenage Mutant... Nur eine Schildkröte",
  "cavestone.quests.main.turtles.desc": "Ein Schnüffler schnüffelt auf sandigem Boden",
  "cavestone.quests.main.turtles.explanation": "Ein Schnüffler kann nicht nur auf Erde Items erschnüffeln, auch der Sand hält Überraschungen für dich bereit.",
  "cavestone.quests.main.composter": "Etwas stinkt",
  "cavestone.quests.main.composter.desc": "Guter Kompost stinkt nicht, aber braucht seine Zeit",
  "cavestone.quests.main.composter.explanation": "Kümmere dich sorgfältig um deinen Kompost. Anstatt die Tonne sofort zu leeren, lass den Kompost eine Weile auf dem Gras oder in der Nähe von Wasser stehen. Mit der Zeit kann der reichhaltige Kompost das Wachstum von Nutzpflanzen und anderen nützlichen Dingen fördern. Durch eine sorgfältige Kompostierung kannst du überraschende und wertvolle Ergebnisse erzielen.",
  "cavestone.quests.main.spawner_room": "Wer mobbt denn da?",
  "cavestone.quests.main.spawner_room.desc": "Monster irgendwo, Gefahr dort unten droh",
  "cavestone.quests.main.spawner_room.explanation": "Unten lauert Gefahr, sei nicht zu geizig.",

  "cavestone.quests.create.caramel_milkshake_to_veridium": "Kupfer-Kreation",
  "cavestone.quests.create.caramel_milkshake_to_veridium.desc": "Lavas Berührung und Karamells Charme, für Kupferreichtum auf deinem Bauernhof!",
  "cavestone.quests.create.caramel_milkshake_to_veridium.explanation": "Man sagt, Not macht erfinderisch, aber in diesem Fall ist es der süße Zahn eines verrückten Wissenschaftlers! Kombiniere die feurige Wut von Lava mit dem cremigen Traum eines Karamell-Milchshakes, um den ersten Pflasterstein-Generator der Welt zu erschaffen, der die Gesetze der Geologie trotzt. Sieh zu, wie er gepflastertes Veridium ausspuckt wie eine Kuh, die zu viel Alchemie gelesen hat. Zerkleinere es und voilà, Kupfer! Denn wer muss schon Bergbau betreiben, wenn man Erfolg genießen kann… beim Dinieren!",
  "cavestone.quests.create.condense_milk_to_calcite": "Knochenmehl-Kost",
  "cavestone.quests.create.condense_milk_to_calcite.desc": "Milchsüße, Lavas Hitze, Knochenmehls konkreter Genuss!",
  "cavestone.quests.create.condense_milk_to_calcite.explanation": "In einer Welt, in der die Reichhaltigkeit von Kondensmilch auf die Intensität von Lava trifft, wird ein neuer Art von Pflasterstein-Generator geboren. Dieser Generator, ein Wunder des Minecraft-Universums, produziert Calcit – ein Vorläufer des Gärtners Gold, Knochenmehl. Beim Zerkleinern dieser milchigen Steine wirst du nicht nur einen Haufen Ressourcen vorfinden, sondern auch die Schlüsselzutat zu grüneren Weiden und schnellerem Wachstum. Also setz deinen Bauernhut auf und lass die Lava das Kochen übernehmen, während du die cremigen Blöcke in das Rückgrat deines botanischen Reichtums verwandelst!",
  "cavestone.quests.create.cream_to_asurine": "Zink-Zauber",
  "cavestone.quests.create.cream_to_asurine.desc": "Zaubere eine zinkreiche Zukunft mit einer Lava-Creme-Mischung!",
  "cavestone.quests.create.cream_to_asurine.explanation": "Tritt ein in die skurrile Werkstatt, wo Kulinarik auf Steinbruch trifft und der gewöhnliche Pflasterstein-Generator zu einer fantastischen Vorrichtung wird. Mit einem Schuss Sahne und einem Spritzer Lava drehst du am Rad des Schicksals, um gepflastertes Asurin zu erzeugen. Es ist nicht nur irgendein Stein; es ist die Zink-Mutterlode! Zerkleinere diese cremigen Steine und sieh zu, wie Zink herausfließt wie Zuckerguss auf einem Kuchen. Also mach dich bereit für ein köstlich reiches Abenteuer, bei dem jeder Löffel einen Schritt näher an den Zink-Gipfel bringt!",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum": "Goldener Glanz",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum.desc": "Lavas Hitze mit Beeren süßen, eine goldene Belohnung zu deinen Füßen!",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum.explanation": "Begib dich in eine Welt, in der das Leuchten von Beeren und die Hitze von Lava in einem schillernden Tanz der Alchemie zusammenkommen. Hier wird der bescheidene Pflasterstein-Generator in einen Brunnen des Wohlstands umgewandelt, der mit jeder Drehung gepflastertes Ochrum ausspuckt. Dies ist nicht nur irgendein Generator; es ist die goldene Gans, gefüttert mit einem Diät aus Leuchtbeeren-Milchshakes und feuriger Lava. Zerkleinere diese verzauberten Steine und erlebe den Wasserfall aus Gold, der daraus hervorgeht. Also setz deinen Alchemistenhut auf und bereite deine Spitzhacke vor für einen Goldrausch wie keinen anderen, bei dem jede Beere dich dem unermesslichen Reichtum näher bringt!",
  "cavestone.quests.create.hot_chocolate_to_scorchia": "Kakao-Kohle",
  "cavestone.quests.create.hot_chocolate_to_scorchia.desc": "Kakao-Lava-Gebräu, ein Hinweis für den Kohleabbau!",
  "cavestone.quests.create.hot_chocolate_to_scorchia.explanation": "Tauche ein in eine Welt, in der die Wärme von heißer Schokolade auf die feurige Umarmung von Lava trifft und einen Generator erschafft, wie es ihn noch nie gab. Hier wird Scorchia geboren, ein Stein, der das Herz von Kohle birgt. Es ist ein Ort, an dem sich das süßeste Getränk und das heißeste Element verbinden, um deine Reise durch die Minen zu befeuern. Zerkleinere diese köstlichen Steine, um die darin verborgene Kohle freizulegen, so reich und dunkel wie die Schokolade, die zu ihrer Entstehung beigetragen hat. Also schnapp dir deine Tasse und deine Spitzhacke und bereite dich auf das köstlichste Kohleabbau-Erlebnis vor, das je erfunden wurde!",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite": "Eisen-Einklang",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite.desc": "Erdbeerfluss, Eisenzuwachs!",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite.explanation": "In einem Reich, in dem die Süße von Erdbeeren die Wildheit von Lava zähmen kann, wird ein neuer Art von Pflasterstein-Generator geboren. Der gepflasterte Crimsite, eine Fusion aus Erdbeer-Milchshake und geschmolzenem Gestein, ist nicht nur ein Wunder zum Ansehen, sondern auch eine Eisenquelle wie keine andere. Beim Zerkleinern dieser purpurroten Steine, die in der Hitze geschmiedet und im Shake gekühlt wurden, wirst du das darin verborgene Eisen enthüllen, so stark und beständig wie die Verbindung zwischen Frucht und Flamme. Also mach dich bereit für eine Reise voller Geschmack und Leidenschaft, bei der jeder Löffel ein Schritt in Richtung eines Eisenreiches ist!",
  "cavestone.quests.create.vanilla_milkshake_to_potassic": "Zinn-Zauber",
  "cavestone.quests.create.vanilla_milkshake_to_potassic.desc": "Lavas Hitze und Vanilles Genuss, Zinns geheimes Versteck!",
  "cavestone.quests.create.vanilla_milkshake_to_potassic.explanation": "In einem Land, in dem Vanilles beruhigende Essenz den ungezähmten Geist der Lava mildert, entsteht ein einzigartiger Pflasterstein-Generator. Der gepflasterte Potassic, geboren aus der Verbindung eines Vanille-Milchshakes und vulkanischer Wut, ist ein Zeugnis der Innovation. Beim Zerkleinern dieser duftenden Steine bleibt der Vanilleduft in der Luft, ein Vorgeschmack auf den Zinnreichtum, der darin verborgen ist. Also schnapp dir deine Schürze, schwing deine Spitzhacke und begib dich auf ein Bergbauabenteuer, bei dem jeder Block das Versprechen von Zinn birgt, umhüllt von der Behaglichkeit der Vanille!",

  "cavestone.quests.create.lava": "Einstieg in Automation",
  "cavestone.quests.create.lava.desc": "Schaffe einige Grundlagen für die einfache Beschaffung von Rohstoffen",
  "cavestone.quests.create.lava.explanation": "In diesem Modpack ist Create: Dreams & Desires enthalten. Aus diesem Grund gibt es einige ziemlich einfache Möglichkeiten, um automatisch einige Ressourcen zu generieren. Du benötigst zunächst die grundlegenden Zutaten, die für jeden Generator verwendet werden."
}
