{
  "generator.skyblockbuilder.skyblock": "CaveStone",

  "itemGroup.cavestone.cavestone": "CaveStone",

  "entity.cavestone.stonemason": "Stonemason",
  "entity.cavestone.florist": "Florist",

  "cavestone.sign.built_by": "Built by",
  "cavestone.sign.create_team": "Create own team",
  "cavestone.sign.the_cave": "The Cave",
  "cavestone.sign.welcome": "Welcome to",
  "cavestone.sign.trading": "Trading?",
  "cavestone.sign.this_way": "This way!",

  "cavestone.book.strange_text0": "Strange Book",
  "cavestone.book.strange_text1": "\n\nDeep beneath the surface of what was once known as the overworld, you shall begin your endless journey. Master your way through caves and defeat their ruthless inhabitants! Build up your",
  "cavestone.book.strange_text2": "machines and then, one day, you will become the ultimate ruler of this forsaken kingdom. But for now, the most important thing is: ",
  "cavestone.book.strange_text3": "Survive.",
  "cavestone.book.strange_text4": "\n\n*It seems like there used to be more pages, but this is it.*",

  "cavestone.templates.default": "CaveStone",
  "cavestone.templates.default.desc": "The default starting room for CaveStone",
  "cavestone.templates.easy": "CaveStone with Campfire (easy)",
  "cavestone.templates.easy.desc": "The default starting room with an additional Campfire",
  "cavestone.templates.easiest": "CaveStone with Crops (easiest)",
  "cavestone.templates.easiest.desc": "The default starting room with a Campfire and some Crops",

  "cavestone.cave_spreads.map": "Caves Map",
  "cavestone.fortress.map": "Fortress Map",
  "cavestone.ruined_portal.map": "Ruined Portal Map",
  "cavestone.starting_item.pickaxe": "Thickest Wooden Pickaxe",

  "cavestone.quests.tutorial.line0": "Welcome to the world of Stones. If you haven't done so yet, you can create your own team by pressing L (default), or by using the command \"/skyblock gui\".",
  "cavestone.quests.tutorial.line1": "Once you have a team, you can start with the quests!",
  "cavestone.quests.tutorial.line2": "These quests provide a basic outline of what you can do and how to do some things.",
  "cavestone.quests.tutorial.line3": "Some things that might be normal in vanilla will be different here. There are some tricky ways to get items and complete tasks.",
  "cavestone.quests.tutorial.line4": "I wish you a lot of fun playing the pack! Please report any issues on GitHub (see project page), or join my Discord.",
  "cavestone.quests.tutorial.line5": "For any suggestions, you can also visit GitHub or my Discord server!",

  "cavestone.quests.main.root": "Starting a New Adventure",
  "cavestone.quests.main.root.desc": "Mine your first cobblestone in a boundless world of stone",
  "cavestone.quests.main.root.explanation": "",
  "cavestone.quests.main.locate_cavestone_cave": "Exploring the Cave",
  "cavestone.quests.main.locate_cavestone_cave.desc": "Find a cave where water flows and treasures lie hidden",
  "cavestone.quests.main.locate_cavestone_cave.explanation": "",
  "cavestone.quests.main.locate_ruined_portal": "Another World is Calling",
  "cavestone.quests.main.locate_ruined_portal.desc": "Could the Nether be a better place?",
  "cavestone.quests.main.locate_ruined_portal.explanation": "",
  "cavestone.quests.main.entered_nether": "We Need to Go Deeper",
  "cavestone.quests.main.entered_nether.desc": "Venture deep into the Nether, where danger and reward await",
  "cavestone.quests.main.entered_nether.explanation": "",
  "cavestone.quests.main.locate_stronghold": "Wait... This Exists?",
  "cavestone.quests.main.locate_stronghold.desc": "Discover that strongholds generate in this world too",
  "cavestone.quests.main.locate_stronghold.explanation": "",
  "cavestone.quests.main.hammer": "It's Hammah Time",
  "cavestone.quests.main.hammer.desc": "Obtain a hammer to mine more efficiently",
  "cavestone.quests.main.hammer.explanation": "",
  "cavestone.quests.main.storage_network": "We're Connected",
  "cavestone.quests.main.storage_network.desc": "Build a basic storage network to link your chests",
  "cavestone.quests.main.storage_network.explanation": "",
  "cavestone.quests.main.locate_ancient_city": "Old But Gold",
  "cavestone.quests.main.locate_ancient_city.desc": "Explore an ancient city, full of relics and secrets... like my last shower",
  "cavestone.quests.main.locate_ancient_city.explanation": "",
  "cavestone.quests.main.locate_all_caves": "Exploring all caves",
  "cavestone.quests.main.locate_all_caves.desc": "Find all the caves with different types of resources",
  "cavestone.quests.main.locate_all_caves.explanation": "",
  "cavestone.quests.main.suspicious_brush": "Sussy, isn't it?",
  "cavestone.quests.main.suspicious_brush.desc": "Sussy gravel in the air, brush it down, find beasts there",
  "cavestone.quests.main.suspicious_brush.explanation": "",
  "cavestone.quests.main.snow": "Ice Cold",
  "cavestone.quests.main.snow.desc": "Please, close the door, it's freezing.",
  "cavestone.quests.main.snow.explanation": "",
  "cavestone.quests.main.turtles": "Teenage Mutant... Just a Turtle",
  "cavestone.quests.main.turtles.desc": "A Sniffer sniffs on sandy soil",
  "cavestone.quests.main.turtles.explanation": "",

  "cavestone.quests.create.caramel_milkshake_to_veridium": "Copper Concoction",
  "cavestone.quests.create.caramel_milkshake_to_veridium.desc": "Lava's touch and caramel's charm, for copper riches on your farm!",
  "cavestone.quests.create.caramel_milkshake_to_veridium.explanation": "They say necessity is the mother of invention, but in this case, it's the sweet tooth of a mad scientist! Combine the fiery rage of lava with the creamy dream of a caramel milkshake to create the world's first cobblestone generator that defies the laws of geology. Watch as it churns out cobbled veridium like a cow that's read too much alchemy. Crush it down, and voilà, copper! Because who needs to mine when you can dine… on success!",
  "cavestone.quests.create.condense_milk_to_calcite": "Bonemeal Bounty",
  "cavestone.quests.create.condense_milk_to_calcite.desc": "Milk's sweetness, lava's heat, bonemeal's concrete treat!",
  "cavestone.quests.create.condense_milk_to_calcite.explanation": "In a world where the richness of condensed milk meets the intensity of lava, a new kind of cobblestone generator is conceived. This generator, a marvel of the Minecraft universe, produces calcite—a precursor to the gardener's gold, bonemeal. As you crush these milky stones, you'll find yourself not just with a pile of resources, but with the key ingredient to greener pastures and faster growth. So, put on your farmer's hat, and let the lava do the cooking, as you turn the creamy blocks into the backbone of your botanical bounty!",
  "cavestone.quests.create.cream_to_asurine": "Zinc Zest",
  "cavestone.quests.create.cream_to_asurine.desc": "Whip up a zinc-rich future with a lava-cream mixture!",
  "cavestone.quests.create.cream_to_asurine.explanation": "Step into the whimsical workshop where culinary meets quarry, and the ordinary cobblestone generator is now a fantastical contraption. With a dash of cream and a splash of lava, you'll be spinning the wheel of fortune to produce cobbled asurine. It's not just any stone; it's the zinc motherlode! Crush these creamy rocks, and watch as zinc pours out like icing on a cake. So, gear up for a deliciously rich adventure where every scoop is a step closer to zinc zenith!",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum": "Golden Glee",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum.desc": "Lava's heat and berries sweet, a golden treat beneath your feet!",
  "cavestone.quests.create.glowberry_milkshake_to_ochrum.explanation": "Venture into a world where the glow of berries and the heat of lava come together in a dazzling dance of alchemy. Here, the humble cobblestone generator is reimagined into a fountain of fortune, spewing forth cobbled ochrum with every turn. This isn't just any generator; it's a golden goose, fed on a diet of glowberry milkshakes and fiery lava. Crush these enchanted stones and behold the cascade of gold that emerges. So, don your alchemist's hat and ready your pickaxe for a golden rush like no other, where every berry brings you closer to untold wealth!",
  "cavestone.quests.create.hot_chocolate_to_scorchia": "Cocoa Coal",
  "cavestone.quests.create.hot_chocolate_to_scorchia.desc": "Choco-lava brew, a coal miner's clue!",
  "cavestone.quests.create.hot_chocolate_to_scorchia.explanation": "Dive into a world where the warmth of hot chocolate meets the fiery embrace of lava, creating a generator unlike any other. This is where Scorchia is born, a stone that harbors the heart of coal. It's a place where the sweetest of drinks and the hottest of elements combine to fuel your journey through the mines. Crush these delectable rocks to uncover the coal within, as rich and dark as the chocolate that helped forge it. So grab your mug and your pickaxe, and prepare to indulge in the most delicious coal mining experience ever concocted!",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite": "Iron Infusion",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite.desc": "Strawberry flows, iron grows!",
  "cavestone.quests.create.strawberry_milkshake_to_crimsite.explanation": "In a realm where the sweetness of strawberries can tame the ferocity of lava, a new kind of cobblestone generator is born. The cobbled crimsite, a fusion of strawberry milkshake and molten rock, is not just a marvel to behold but a source of iron unlike any other. As you crush these crimson stones, forged in the heat and cooled in the shake, you'll unveil the iron within, as strong and enduring as the bond between fruit and flame. So, ready your senses for a journey of flavor and fervor, where every scoop is a step towards an iron empire!",
  "cavestone.quests.create.vanilla_milkshake_to_potassic": "Tin Twist",
  "cavestone.quests.create.vanilla_milkshake_to_potassic.desc": "Lava's heat and vanilla's treat, tin's secret seat!",
  "cavestone.quests.create.vanilla_milkshake_to_potassic.explanation": "In a land where vanilla's soothing essence softens the lava's untamed spirit, a unique cobblestone generator emerges. The cobbled potassic, born from the union of a vanilla milkshake and volcanic fury, stands as a testament to innovation. As you crush these fragrant stones, the scent of vanilla lingers in the air, a prelude to the tin bounty hidden within. So, don your apron, wield your pickaxe, and embark on a mining escapade where every block holds the promise of tin, wrapped in the comfort of vanilla's embrace!",

  "cavestone.quests.create.lava": "Introduction to Automation",
  "cavestone.quests.create.lava.desc": "Create some basics for getting ingredients easily",
  "cavestone.quests.create.lava.explanation": "In this modpack is Create: Dreams & Desires included. Because of that, there are some pretty easy ways to automatically generate some resources. You first need the basic ingredients, used for any generator."
}
